/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Tidak Ada Data";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Simpan";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Masukkan Kembali Tanda Tangan";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Hapus";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Batal";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Tanda tangan";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Ketuk untuk Menandatangani";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Area Tanda Tangan";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Ketuk dua kali dan seret untuk menandatangani";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Gambar Tanda Tangan";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Baris Tanda Tangan";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Dibatalkan";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Lanjut";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "Oke";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Status";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Pengguna membatalkan Onboarding";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Tanpa persetujuan Anda tidak akan dapat melanjutkan onboarding.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Berikan Persetujuan";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Keluar";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Kembali";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Langkah";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "dari";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Apakah Anda yakin ingin keluar dari proses onboarding?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Ingin Privasi Data?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Bijaklah tentang data Anda";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Tidak Sekarang";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Izinkan";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Tolak";

/* XBUT: Agree action title in EULAView */
"Agree" = "Setuju";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Tidak Setuju";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Memuat...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Belum ada yang ditampilkan";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d Jam %d Menit";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Selesai";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "Terdapat %d kesalahan dalam tabel data.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "header baris";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "baris %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "kolom %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "aksesori terdepan";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "aksesori tertinggal";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "teks";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "gambar";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "tanggal";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "waktu";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "durasi";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "item daftar";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "dipilih";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "tidak dipilih";

/* XBUT: calendar time component label */
"Time" = "Waktu";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Nilai: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Sel yang diketuk hanya untuk dibaca";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Bidang hanya untuk dibaca";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Tidak ada lagi karakter tersisa";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Kurangi jumlah karakter";

